Repository: sciunto/inforevealer
Catalog: po/*/categories.conf.po
Languages: fr

source: Disk
fr: Disque

source: Volumes, sizes, UUID...
fr: Volumes, tailles, UUID

source: All CPU info
fr: Toutes les informations sur le processeur

source: Hardware
fr: Materiel

source: General hardware information which are not included in other items
fr: Informations generales du materiel qui ne sont pas inclus dans d'autres categories

source: Display
fr: Affichage

source: Xorg, monitor info...
fr: Xorg, information sur l'ecran

source: Sound
fr: Son

source: Volume and sound parameters
fr: Volume et parametres sonores

source: Bootloader
fr: Chargeur de demarrage

source: Everything on grub, lilo and partitions
fr: Tout sur grub, lilo et les partitions

source: Package
fr: Paquet

source: List of repositories...
fr: Liste des media sources...

source: System
fr: Systeme

source: Memory usage, current tasks and specific distribution's configuration files
fr: Utilisation memoire, taches courantes et informations specifique a la distribution
