Repository: sciunto/inforevealer
Catalog: po/*/inforevealer.po
Languages: fr

source: To generate a complete report, root access is needed. Do you want to substitute user?
fr: Pour générer un rapport complet, un accès administrateur est nécessaire. Voulez-vous changer d'utilisateur ?

source: Please, enter the root password.
fr: S'il vous plaît, entrez le mot de passe administrateur.

source: Please, enter your user password.
fr: S'il vous plaît, entrez votre mot de passe utilisateur.

source: Error: No substitute user command available.
fr: Erreur : Aucune commande de substitution d'utilisateur disponible.

source: Wrong password. The log will be generated without root priviledge.
fr: Mauvais mot de passe. Le journal sera généré sans les proviledges administrateur.

source: Error
fr: Erreur

source: The output has been dumped in %s
fr: La sortie a été mise dans %s

source: %s not found!
fr: %s non trouvé !

source: Your distribution is unknown. Please, open a bug report with the command output: ls /etc
fr: Votre distribution est inconnue. S'il vous plaît, ouvrez un rapport de bug avec le résultat de la commande : ls /etc

source: Select one of the following category:
fr: Sélectionnez une des catégories suivantes :

source: Verbose mode: add commands or files producing long output
fr: Mode verbeux : ajoute des commandes ou des fichiers générant une longue sortie

source: Dumpfile:
fr: Fichier de sortie :

source: Modify
fr: Modifier

source: File
fr: Fichier

source: Help
fr: Aide

source: Quit
fr: Quitter

source: About
fr: A propos

source: The following report is availlable in %s
fr: Le rapport suivant est disponible dans %s

source: Send the report on pastebin
fr: Envoyer le rapport sur pastebin

source: Send
fr: Envoyer

source: Copy to clipboard
fr: Copier dans le presse-papier

source: File sent on %s
fr: Fichier envoyé sur %s

source: Pastebin link
fr: Lien pastebin

source: Open file:
fr: Ouvrir un fichier :

source: Save as:
fr: Sauver comme :

source: Invalid arguments.
fr: Arguments invalides.

source: Error: Wrong category
fr: Erreur : Mauvaise catégorie

source: Usage: %s [options] Options: -h or --help: print this help -l or --list: print the category list -c or --category [arg]: choose a category -f or --file [arg]: dump file -p or --pastebin: send the report on pastebin -w or --website [arg]: specify pastebin website --verbose: increase verbosity --gui: run a graphic interface (other options are ignored)
fr: Utilisation : %s [options] Options : -h or --help: affiche cette aide -l or --list: print a trouble category list -c or --category [arg] : choisi une catégorie -f or --file [arg] : fichier de sortie -p or --pastebin : envoyer le rapport sur pastebin -w or --website [arg] : specifie un site pastebin --verbose : augmente la verbosité --gui : lance une interface graphique (les autres options sont ignorées)

source: List of categories:
fr: Liste des catégories :

source: Reminder: %(command)s -c %(option)s
fr: Rappel : %(command)s -c %(option)s

source: %s: no section [pastebin]
fr: %s : pas de section [pastebin]

source: %s: no 'basename' in [pastebin]
fr: %s : pas de 'basename' dans [pastebin]

source: Unknown website, please post a bugreport to request this pastebin to be added (%s)
fr: Site web inconnu, s'il vous plaît, postez un rapport de bug pour demander que ce pastebin soit ajouté (%s)

source: Pastebin link:
fr: Lien pastebin :

source: KeyboardInterrupt caught.
fr: Interruption provenant du clavier attrapée

source: Error: No categories.conf available.
fr: Erreur : aucun categories.conf disponible.

source: Error: No validator.conf available.
fr: Erreur : aucun validator.conf disponible.

source: Error: the configuration file %(file1)s is not valid. See %(file2)s for a template.
fr: Erreur : le fichier de configuration %(file1)s n'est pas valide. Voir %(file2)s pour avoir un modèle.
